[
    {
      "id": 1,
      "titulo": "Novo Trailer Revela Detalhes da Temporada Final de Attack on Titan",
      "data": "24 de junho de 2024",
      "fonte": "Estúdio de Animação WIT",
      "descricao": "O estúdio de animação WIT lançou um novo trailer da tão aguardada temporada final de Attack on Titan. O vídeo revela cenas épicas de batalha e detalhes sobre o desfecho da história de Eren e seus amigos na luta contra os Titãs. Os fãs estão ansiosos para o lançamento mundial da temporada."
    },
    {
      "id": 2,
      "titulo": "Netflix Anuncia Parceria com Estúdio Japonês para Produção de Novos Animes Originais",
      "data": "27 de junho de 2024",
      "fonte": "Netflix Japan",
      "descricao": "A Netflix Japan revelou uma nova parceria estratégica com um renomado estúdio de animação japonês para a produção de uma série de animes originais. A plataforma de streaming está comprometida em expandir seu catálogo de conteúdo japonês exclusivo para atrair mais assinantes ao redor do mundo."
    },
    {
      "id": 3,
      "titulo": "Prévia de Nova Temporada de My Hero Academia Deixa Fãs na Expectativa",
      "data": "30 de junho de 2024",
      "fonte": "Estúdio Bones",
      "descricao": "O estúdio Bones lançou uma prévia emocionante da próxima temporada de My Hero Academia, revelando novos personagens, reviravoltas na trama e sequências de ação intensas. A adaptação do popular mangá continua a capturar a imaginação dos fãs com sua história envolvente de super-heróis em treinamento."
    },
    {
      "id": 4,
      "titulo": "Demon Slayer: Kimetsu no Yaiba Ganha Prêmio Internacional de Melhor Anime",
      "data": "1º de julho de 2024",
      "fonte": "Crunchyroll Anime Awards",
      "descricao": "Demon Slayer: Kimetsu no Yaiba foi agraciado com o prêmio de Melhor Anime Internacional na cerimônia anual dos Crunchyroll Anime Awards. A série cativou o público global com sua animação de alta qualidade, narrativa envolvente e personagens memoráveis, solidificando seu lugar como um dos animes mais aclamados dos últimos anos."
    },
    {
        "id": 5,
        "titulo": "Novo Anime de Fantasia 'Eternal Wings' Recebe Data de Lançamento",
        "data": "5 de julho de 2024",
        "fonte": "Estúdio Dreamscape",
        "descricao": "O estúdio Dreamscape anunciou que o aguardado anime de fantasia 'Eternal Wings' será lançado mundialmente em 5 de julho de 2024. A série promete uma jornada épica através de um mundo mágico repleto de personagens carismáticos, batalhas emocionantes e uma trama envolvente. Fãs de aventuras e magia estão ansiosos para explorar este novo universo."
    }
    
  ]
  